BADGES_COLLECTION = {
    1:  {"name": "Первый успех", "icon": "🌱", "bonus": 50},
    2:  {"name": "Пара", "icon": "🐾", "bonus": 50},
    3:  {"name": "Тройка", "icon": "☘️", "bonus": 50},
    5:  {"name": "Пятерка", "icon": "🖐️", "bonus": 100},
    10: {"name": "Десяточка", "icon": "🎯", "bonus": 150},
    15: {"name": "Исследователь", "icon": "🔍", "bonus": 200},
    25: {"name": "Четверть сотни", "icon": "🥉", "bonus": 250},
    30: {"name": "Упорство", "icon": "🧗", "bonus": 300},
    35: {"name": "Энергия", "icon": "⚡", "bonus": 350},
    40: {"name": "Железная воля", "icon": "⚙️", "bonus": 400},
    45: {"name": "Стремление", "icon": "🚀", "bonus": 450},
    50: {"name": "Золотая середина", "icon": "🥈", "bonus": 500},
    60: {"name": "Мастерство", "icon": "🛠️", "bonus": 600},
    70: {"name": "Ветеран", "icon": "🎖️", "bonus": 700},
    80: {"name": "Мудрость", "icon": "📜", "bonus": 800},
    90: {"name": "На финише", "icon": "🏁", "bonus": 900},
    100: {"name": "Центурион", "icon": "👑", "bonus": 1000}
}